Revit 2027 API
GroupTypeId.Display Property
 Display.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Display { get; }
Public Shared ReadOnly Property Display As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Display {
	ForgeTypeId^ get ();
}
static member Display : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace